{
  "WelfareProgress is an initiative by Global Food Partners, endorsed by leading animal advocacy organisations. WelfareProgress is a tool for food businesses to report progress against their cage-free egg commitments. Multiple stakeholders use this platform to evaluate corporate progress on this topic.":"WelfareProgress es una iniciativa de Global Food Partners, avalada por principales organizaciones animalistas. WelfareProgress es una herramienta para que empresas alimentarias reporten su progreso en relación con sus compromisos de huevo libre de jaula. Numerosos stakeholders usan esta plataforma para evaluar el progreso corporativo sobre este tema.",
  "Coming soon":"Pronto",
  "View cage-free progress":"Ver progreso de huevo libre de jaula",
  "Find report":"Buscar un reporte",
  "An initiative endorsed by":"Una iniciativa avalada por",
  "Reduce your reporting burden":"Reduce el tiempo de reporte",
  "The focus of animal advocacy groups is quickly shifting from policy adoption to policy enforcement and accountability, with both local and global organisations now launching questionnaires, surveys, trackers, and benchmarking tools to assess progress.":"El enfoque de las organizaciones animalistas está cambiando rápidamente, de la adopción de políticas hacia la aplicación y responsabilidad de las mismas. Por lo mismo, muchas de ellas están lanzando cuestionarios, encuestas, y herramientas de rastreo y benchmarking para analizar el progreso.",
  "Food and hospitality companies around the world are proactively seeking to report and communicate their progress to these advocacy groups and other key stakeholders.":"Empresas alimentarias y hospitalarias alrededor del mundo están reportando y comunicando proactivamente su progreso a estas organizaciones y a otros stakeholders clave.",
  "WelfareProgress allows companies to publicly showcase their cage-free implementation progress on a single platform, and reduce the burden of filling out multiple questionnaires. We have got an agreement from key animal advocacy organisations to accept cage-free egg progress reporting from WelfareProgress as a preferred alternative to their individual cage-free egg progress surveys and questionnaires.":"WelfareProgress permite a las empresas demostrar su progreso en la implementación de su política libre de jaula en una sola plataforma, y así reducir sus esfuerzos al llenar múltiples cuestionarios. Las principales organizaciones animalistas han aceptado que WelfareProgress sea el sistema de reporte preferido, en lugar de sus encuestas y cuestionarios individuales.",
  "Increase transparency":"Genera mayor transparencia",
  "With hundreds of food businesses around the world committing to go cage-free, it’s now expected that companies report and disclose their progress on this issue. WelfareProgress helps companies demonstrate progress on their cage-free commitments through accurate, thorough and timely reporting, allowing them to provide credible information to investors, animal advocacy groups, suppliers and consumers.":"Más de cientos de empresas alrededor del mundo se han comprometido a una cadena de abasto de huevo libre de jaula, por lo que hoy en día se espera que dichas empresas reporten y divulguen su progreso al respecto. WelfareProgress ayuda a estas empresas con compromisos a demostrar progreso a través de un sistema de reporte certero, detallado y oportuno, permitiéndoles proveer información fidedigna a inversionistas, organizaciones animalistas, proveedores y consumidores.",
  "Who we are":"Quienes somos",
  "Global Food Partners is a multinational consulting firm that works with businesses to develop, implement and report progress on high animal welfare and responsible sourcing policies to improve their profitability and sustainability.":"<a href='https://globalfoodpartners.com/' target='_blank'>Global Food Partners</a> es una consultora multinacional que brinda apoyo a empresas alimentarias a desarrollar, implementar y reportar su progreso en políticas de mayor bienestar animal y consumo responsable para mejorar su rentabilidad y sustentabilidad.",
  "Our team has a combined 50+ years of corporate and on-farm experience developing and executing animal welfare policies and production practices, with a focus on cage-free eggs. We’ve worked with food industry leaders, governments and egg industries globally, including across Latin America and Asia, to transition to and maintain high welfare cage-free supply chains and production systems. Having worked extensively with animal advocacy organisations, we know the value of transparent communication of progress to mitigate reputational risks.":"Nuestro equipo cuenta con más de 50 años de experiencia conjunta, desarrollando y ejecutando políticas y prácticas de producción de bienestar animal, con enfoque en huevo de gallina libre de jaula. Hemos trabajado con líderes en la industria alimentaria, instituciones gubernamentales y empresas productoras de huevo a nivel global, desde América Latina hasta Asia para transitar y mantener cadenas de suministro y sistemas de producción de mayor bienestar animal. Habiendo trabajado extensivamente con organizaciones animalistas, sabemos el valor que tiene la transparencia en comunicación en el progreso para mitigar riesgos en la reputación corporativa.",
  "Commitment checklist":"Lista de verificación de compromiso",
  "Does your cage-free egg commitment meet stakeholder expectations?":"¿Su compromiso de huevo libre de jaula cumple con las expectativas de sus stakeholders?",
  "Clearly states that you will source exclusively cage-free eggs throughout supply chain":"Establece claramente que su empresa se abastecerá únicamente de huevo de gallina libre de jaula en su cadena de abasto",
  "Covers all eggs in your supply chain, including shell, egg products (liquid, powder, etc.), and food products manufactured by a 3rd party (e.g. pastries)":"Cubre todo tipo de huevo en su cadena de abasto, incluyendo huevo en cascarón, productos derivado de huevo (líquido, en polvo, etc.) y productos alimenticios elaborados por un tercero (e.g. pastelería)",
  "States a deadline – the date by which your entire supply chain will be cage-free":"Establece una fecha límite – la fecha para la cual su cadena de abasto será completamente libre de jaula",
  "Covers your entire supply chain, including all brands and franchises":"Cubre toda su cadena de suministro, incluyendo todas sus marcas y franquicias ",
  "Includes a commitment to translate the policy into key local languages":"Incluye un compromiso para traducir su política en idiomas locales",
  "Includes a commitment to annual public reporting on progress":"Incluye un compromiso para reportar públicamente su progreso anual",
  "Frequently Asked Questions":"Preguntas Frecuentes",
  "Why is GFP running welfareprogress.com?":"¿Por qué  GFP opera welfareprogress.com?",
  "Mitigating reputational risk is a key service we offer to our clients. Having worked extensively with animal advocacy organisations, we know the value of transparent communication of progress to mitigate reputational risks. The focus of animal advocacy groups is shifting quickly from policy adoption to policy enforcement and accountability, with global and local groups now launching questionnaires, surveys, trackers, and benchmarking tools. Filling out numerous cage-free egg progress surveys and questionnaires is overwhelming and time consuming for food businesses. It has become a never-ending task. While these surveys all seek to evaluate progress on the same initiative – cage-free eggs- they often use different metrics and cover different geographies. We’ve received a lot of feedback from the food industry that there is a need for a more centralised and streamlined reporting process.":"Reducir el riesgo reputacional, es uno de los servicios fundamentales que ofrecemos a nuestros clientes. Habiendo trabajo de manera extensiva con organizaciones animalistas, sabemos el valor que tiene la transparencia en la comunicación respecto al progreso de implementación de políticas, para reducir el riesgo reputacional corporativo. El enfoque de las organizaciones animalistas está cambiando rápidamente de la adopción de políticas hacia la aplicación y responsabilidad de las mismas. Por lo mismo muchas de ellas están lanzando cuestionarios, encuestas, y herramientas de rastreo y benchmarking. Llenar estos formatos es abrumador y requiere tiempo por parte de las empresas, y se ha vuelto un proceso interminable. A pesar de que todos estos formatos buscan evaluar el progreso corporativo de la misma iniciativa -huevo libre de jaula-, estos usan diferentes métricas y cubren diferentes regiones geográficas. Debido a lo anterior, hemos recibido comentarios de la industria alimentaria sobre la necesidad de un sistema de reporte más centralizado y simplificado.",
  "In order to support our clients and the food industry as a whole, we’ve taken this feedback and developed this platform, which aims to make this process more efficient and uniform. We hope this platform offers a solution to food businesses to efficiently demonstrate their progress and mitigate reputation risk. Please reach out to us if we can help you with this reporting process.":"Con el objetivo de apoyar a nuestros clientes y a la industria alimentaria en su totalidad, hemos incorporado estos comentarios y desarrollado esta plataforma, la cual pretende eficientar y unificar este proceso. Esperamos que esta plataforma ofrezca una solución a las empresas alimentarias y puedan demostrar su progreso eficientemente y reducir los riesgos reputacionales. Favor de <a href='mailto:welfareprogress@globalfoodpartners.com'>contactarnos</a> para asistirlo",
  "What benefits does this platform have for food businesses?":"¿Cuáles son los beneficios de esta plataforma para las empresas alimentarias?",
  "The focus of animal advocacy groups is quickly shifting from policy adoption to policy enforcement and accountability, with both local and global organisations now launching questionnaires, surveys, trackers, and benchmarking tools to assess progress. Food and hospitality companies around the world are proactively seeking to report and communicate their progress to these advocacy groups and other key stakeholders.":"El enfoque de las organizaciones animalistas está cambiando rápidamente, de la adopción de políticas hacia la aplicación y responsabilidad de dichas políticas. Para ello, están introduciendo cuestionarios, encuestas, y herramientas de rastreo y benchmarking para analizar el progreso. Empresas alimentarias y hospitalarias alrededor del mundo están reportando y comunicando proactivamente su progreso a estas organizaciones y a otros stakeholders clave.",
  "WelfareProgress allows companies to publicly showcase their cage-free implementation progress on a single platform, and reduce the burden of filling out multiple questionnaires. We have got an agreement among key animal advocacy organisations to accept cage-free egg progress reporting from WelfareProgress as a preferred alternative to their individual progress surveys and questionnaires.":"WelfareProgress permite a las empresas demostrar su progreso en la implementación de su política libre de jaula en una sola plataforma, y así reducir los esfuerzos de llenar múltiples cuestionarios. Las principales organizaciones animalistas han aceptado que WelfareProgress sea el sistema de reporte preferido, en lugar de sus encuestas y cuestionarios individuales.",
  "What animal advocacy groups endorse this initiative?":"¿Cuáles son las organizaciones animalistas que avalan esta iniciativa?",
  "Leading animal advocacy organisations endorse and support WelfareProgress. To make the reporting process more efficient and streamlined, they’ve agreed to accept cage-free egg progress reporting from WelfareProgress as a preferred alternative to their individual cage-free egg progress surveys and questionnaires. We’ll continue engaging with these and other stakeholders to ensure ongoing alignment around cage-free reporting.":"Las principales organizaciones animalistas avalan y apoyan WelfareProgress. Con el objetivo de hacer el proceso de reporte más eficiente y simplificado, estas organizaciones han aceptado que WelfareProgress sea el sistema de reporte preferido, en lugar de sus encuestas y cuestionarios individuales. Continuaremos relacionándonos con estos y otros actores clave para asegurar un alineamiento constante en el reporte de huevo libre de jaula.",
  "What if I receive a request for reporting cage-free progress through a different questionnaire or platform?":"¿Qué pasa si recibo una solicitud de reportar progreso sobre huevo libre de jaula a través de un cuestionario o plataforma diferente?",
  "Key animal advocacy organisations have agreed to accept cage-free egg progress reporting from WelfareProgress as a preferred alternative to their individual progress surveys and questionnaires. Please reach out to us if you receive requests to report through a different system, and we will be happy to get in touch with that organisation.":"Dichas organizaciones animalistas han aceptado que WelfareProgress sea el sistema de reporte preferido, en lugar de sus encuestas y cuestionarios individuales. Favor de <a href='mailto:welfareprogress@globalfoodpartners.com'>contactarnos</a> en caso de que reciba una solicitud para reportar a través de un sistema diferente, y nosotros nos comunicaremos con ellos.",
  "How do I report my cage-free progress?":"¿Cómo realizo mi reporte de progreso sobre huevo libre de jaula?",
  "You can report your cage-free implementation progress here. Here’s a webinar that walks you through the process.":"Puede reportar su progreso de implementación <a href='https://app.welfareprogress.com/#/authentication/signup' target='_blank'>aquí</a>. A continuación encontrará un <a href='https://us02web.zoom.us/rec/play/aeERqTqUheHFNZNcZzKGlCNq2FLLV2P6aJEw1HiwTgh-h9fpaKw1Ed7-GZeQCzMauCGmA9-oqpsLfnYU.9ejsi0NA4XQD_Gse?startTime=1628584715000&_x_zm_rtaid=iG9r6hOoTMKuODIeCde6ng.1628619825019.3599768720d5f70b74c98d4aaec9ce19&_x_zm_rhtaid=312' target='_blank'>webinar</a> (en inglés) que explica el proceso de reporte.",
  "What questions will I be asked?":"¿Qué preguntas me harán?",
  "You can view the questions here so that you can prepare your data in advance. Please note that this is just for your reference. You can report your progress here.":"Puede acceder a las <a target='_blank' href='../assets/wp/Questionnaire_EN.pdf'>preguntas aquí</a> y preparar sus datos con anticipación. Cabe destacar que estas preguntas son sólo para su referencia. Favor de reportar su progreso <a href='https://app.welfareprogress.com/#/authentication/signup' target='_blank'>aquí</a>.",
  "What if I need help?":"¿Qué pasa si necesito ayuda?",
  "Wed be happy to walk you through the reporting process and answer any questions you have. Please reach out to us at welfareprogress@globalfoodpartners.com for assistance.":"Será un placer apoyarlo en este proceso de reporte y responder a cualquier pregunta que tenga. Favor de escribirnos a <a href='mailto:welfareprogress@globalfoodpartners.com'>welfareprogress@globalfoodpartners.com</a> para recibir ayuda.",
  "At a time when transparency is more important than ever to consumers, WelfareProgress.com provides a centralized place for people to see how their favorite companies are measuring up on their promises to get hens out of cages. Animal Equality plans to work with over a hundred companies worldwide to start publishing their progress on the platform.":"<q>En tiempos donde la transparencia es cada vez más importante para los consumidores, WelfareProgress.com provee un espacio centralizado para que las personas vean cómo sus empresas favoritas están midiendo sus compromisos de sacar a las gallinas de las jaulas. Animal Equality planea trabajar con cientos de empresas alrededor del mundo para comenzar la publicación de sus reportes en esta plataforma.</q>",
  "Mercy For Animals supports the comprehensive, uniform cage-free egg progress reporting enabled by WelfareProgress.com. As we encourage transparency on corporate animal welfare goals through initiatives like Monitor de Iniciativas Corporativas por los Animales, this tool streamlines reporting expectations and formats to help the world transition away from the caging of laying hens.":"<q>Mercy For Animals apoya WelfareProgress.com ya que es un sistema de reporte de huevo libre de jaula detallado y uniforme. A medida que alentamos la transparencia en los objetivos corporativos de bienestar animal con iniciativas como Monitor de Iniciativas Corporativas por los Animales, esta herramienta simplifica las expectativas de reporte y formatos para ayudar al mundo a eliminar las jaulas donde se alojan a las gallinas ponedoras.</q>",
  "We believe that reporting on progress is an essential step to make sure cage-free policies are followed. We have been working with companies in Latin America and launched reports to share more about companies’ progress in the region. We will be doing the same in Asia. We are happy to see a new platform that will centralize questionnaires and reporting from companies, so we decided to start sharing this new questionnaire with companies. We’ll create regional reports using the public data available on welfareprogress.com.":"<q>Creemos que reportar progreso es un paso esencial para asegurar que los compromisos de huevo libre de jaula sean cumplidos. Hemos estado trabajando con empresas en América Latina publicando reportes para compartir el progreso de las empresas en la región y haremos lo mismo en Asia. Nos da gusto ver una nueva plataforma que agrupará diferentes cuestionarios y reportes corporativos, la cual comenzaremos a compartir con empresas. Crearemos nuestros reportes regionales usando la información pública y disponible en <a href='http://welfareprogress.com' target='_blank'>WelfareProgress.com</a>.",
  "The Humane League invites corporations to utilize WelfareProgress.com to report progress on their animal welfare goals. The platform is designed in a way to boost convenience and efficiency for all stakeholders alike.":"<q>The Humane League invita a empresas a utilizar <a href='http://welfareprogress.com' target='_blank'>WelfareProgress.com</a> para reportar su progreso en relación a sus objetivos de bienestar animal. Esta plataforma está diseñada de manera para incrementar la conveniencia y eficiencia de todos los stakeholders por igual.</q>",
  "Enter company name":"Ingrese nombre de empresa",
  "Report cage-free progress":"Reportar progreso libre de jaula",
  "Period":"Período",
  "Why report":"¿Por qué reportar?",
  "About Global Food Partners":"Sobre Global Food Partners",
  "Login": "iniciar sesión",  
  "Email ID": "correo electrónico",  
  "Password": "contraseña",
  "Sign In":"Registrarse",
  "Register":"Registro",
  "Forgot password?":"olvidó su contraseña?",
  "Send OTP":"envío de contraseña de un solo uso",
  "Enter OTP sent to your Email ID":"Ingrese su Contraseña de un solo uso enviado a su ID de correo electrónico",
  "Password successfully changed":"Contraseña ha sido cambiada",
  "OTP has been resend!":"Contraseña de un solo uso ha sido reenviado",
  "Try Again":"Intente de Nuevo",
  "OTP":"Contraseña de un solo uso",
  "RESEND":"reenviar",
  "New password":"contraseña nueva",
  "New Password is required":"nueva contraseña es requerida",
  "Confirm password":"confirmar contraseña",
  "Confirm Password is required":"confirmar contraseña es requerido",
  "Password doesn't match":"su contraseña no coincide",
  "Save Password":"Guardar contraseña",
  "Copyright © 2021 Global Food Partners":"Derechos Reservados © 2021 <a href='https://globalfoodpartners.com/' target='_blank'> Global Food Partners </a>",
  "Follow Us":"Síguenos",
  "Don't have an account?":"No tienes un cuenta?"


  
}
